{
  "architectures": [
    "LSTMFromScratchLMHeadModel"
  ],
  "dropout": 0.25,
  "embedding_size": 256,
  "hidden_size": 256,
  "model_type": "MOSTLY_AI/LSTMFromScratch-3m",
  "num_layers": 1,
  "torch_dtype": "float32",
  "transformers_version": "4.52.3",
  "vocab_size": 5000,
  "with_dp": false
}
